Repository: jpeddicord/mound
Catalog: po/*.po
Languages: es, fr, nl

source: Create a new snapshot
es: Crear una nueva instantánea
nl: Een nieuwe snapshot aanmaken

source: D_elete Data
es: E_liminar datos
fr: Supprimer les données
nl: G_egevens verwijderen

source: Data
es: Datos
fr: Données
nl: Gegevens

source: Delete
es: Eliminar
fr: Supprimer
nl: Verwijderen

source: Delete this snapshot
es: Eliminar esta instantánea
fr: Supprimer cet instantané
nl: Deze snapshot verwijderen

source: Details
es: Detalles
fr: Détails

source: Export
es: Exportar
fr: Exporter
nl: Exporteren

source: Export the selected snapshot
es: Exportar la instantánea seleccionada
fr: Exporter l'instantané selectionné
nl: Geselecteerde snapshot exporteren

source: Get Help Online...
es: Obtener ayuda en línea...
fr: Obtenir de l'aide en ligne...
nl: Online hulp verkrijgen...

source: Import
es: Importar
fr: Importer
nl: Importeren

source: Import a snapshot
es: Importar una instantánea
fr: Importer un instantané
nl: Snapshot importeren

source: Information
es: Información
nl: Informatie

source: Report a Problem
es: Informar de un problema
fr: Signalez un problème.
nl: Een probleem melden

source: Revert
es: Revertir
nl: Terugdraaien

source: Revert to this snapshot
es: Revertir a esta instantánea
nl: Terugdraaien naar deze snapshot

source: Snapshots
es: Instantáneas
fr: Instantanés

source: Take Snapshot
es: Tomar instantánea
fr: Faire un instantané
nl: Snapshot maken

source: Translate this Application...
es: Traducir esta aplicación...
fr: Traduire cette Application...
nl: Dit programma vertalen...

source: _Analyze
es: _Analizar
fr: _Analyse
nl: _Analyseren

source: _Application
es: _Aplicación
nl: Toep_assing

source: _Details
es: _Detalles
fr: _Détails

source: _Help
es: _Ayuda
fr: _Aide

source: Manage your application data
es: Gestione los datos de su aplicación
nl: Beheer gegevens van programma's

source: Error in %(application)s: %(error)s
es: Error en %(application)s: %(error)s
nl: Fout in %(application)s: %(error)s

source: Location is not in home directory
es: La localización no está en el directorio de inicio
nl: Locatie bevindt zich niet in home-map

source: Cannot manage restricted location
es: No se puede gestionar una localización restringida
nl: Kan locatie met beperkte toegang niet beheren

source: Bad source snapshot
es: Fuente de instantánea errónea
fr: La source n'est pas un instantané valide
nl: Verkeerde bron voor snapshot

source: Not a Mound snapshot
es: No es una instantánea de Mound
nl: Geen Mound-snapshot

source: Snapshot does not match application
es: La instantánea no concuerda con la aplicación
fr: L'instantané ne correspond pas a l'application
nl: Snapshot komt niet overeen met programma

source: Snapshot already exists
es: La instantánea ya existe
fr: L'instantané existe déjà
nl: Snapshot bestaat al

source: This application cannot be managed because of the following problems:
es: Esta aplicación no puede gestionarse debido a los siguientes problemas:
nl: Dit programma kan niet beheerd worden door de volgende problemen:

source: %(application)s was loaded from:
es: %(application)s se ha cargado de:
nl: %(application)s werd geladen van:

source: Snapshots are stored in:
es: Las instantáneas se guardan en:
nl: Snapshots worden opgeslagen in:

source: You may want to take a snapshot before continuing.
es: Quizás quiera tomar una instantánea antes de continuar.
fr: Vous voulez peut-être faire un instantané avant de continuer.
nl: Er kan een snapshot worden gemaakt

source: Are you sure you want to destroy all data, settings, and preferences for %(application)s?
es: ¿Está seguro de que quiere destruir todos los datos, configuraciones y preferencias de %(application)s?
nl: Wilt u zeker alle gegevens, instellingen en voorkeuren voor %(application)s verwijderen?

source: Please close %(application)s before managing it.
es: Por favor, cierre %(application)s antes de gestionarlo.
nl: Sluit %(application)s alvorens het te beheren.

source: This application is using %(size)s of space.
es: Esta aplicación está usando %(size)s de espacio.
nl: Dit programma gebruikt %(size)s van de beschikbare ruimte.

source: This application is not storing any data.
es: Esta aplicación no está almacenando ningún dato.
fr: Cette application n'a aucune donnée stockée.
nl: Dit programma slaat geen gegevens op.

source: One snapshot is available.
es: Hay una instantánea disponible.
fr: Un instantané est disponible.
nl: EÃ©n snapshot is beschikbaar.

source: %(num)d snapshots are available.
es: Hay %(num)d instantáneas disponibles.
nl: %(num)d snapshots zijn beschikbaar.

source: A problem occurred. This application cannot be managed.
es: Ha ocurrido un problema. Esta aplicación no puede gestionarse.
fr: Un problème est survenu. Cette applciation ne peut être gérée.
nl: Er trad een probleem op. Dit programma kan niet worden beheerd.

source: Select an Application
es: Seleccione una aplicación
fr: Choisissez une application
nl: Selecteer een programma

source: This snapshot already exists.
es: Esta instantánea ya existe.
fr: Cet instantané existe déjà.
nl: Deze snapshot bestaat al.

source: Are you sure you want to delete the "%(snap_name)s" snapshot?
es: ¿Está seguro de que quiere eliminar al instantánea "%(snap_name)s"?
nl: Wilt u de snapshot "%(snap_name)s" verwijderen?

source: This will not delete any data %(application)s currently uses.
es: Esto no eliminará ningún dato que %(application)s use actualmente.
nl: Dit zal geen gegevens verwijderen die %(application)s nu gebruikt.

source: You may want to take a snapshot before reverting.
es: Quizás quiera tomar una instantánea antes de revertir.
nl: Er kan een snapshot genomen worden voor terugdraaien.

source: Do you want to revert to the "%(snap_name)s" snapshot?
es: ¿Quiere revertir a la instantánea "%(snap_name)s"?
nl: "%(snap_name)s" snapshot terugdraaien?

source: Successfully reverted %(application)s to the "%(snap_name)s" snapshot.
es: Se revirtió con éxito %(application)s a la instantánea "%(snap_name)s".
nl: Succesvol %(application)s naar "%(snap_name)s" snapshot teruggedraaid.

source: Open Snapshot
es: Abrir instantánea
fr: Ouvrir l'instantané
nl: Snapshot openen

source: Mound Snapshots
es: Instantáneas de Mound

source: A problem occurred. This snapshot cannot be used.
es: Ocurrió un problema. Esta instantánea no se puede utilizar.
nl: Er is een probleem. Deze snapshot kan niet gebruikt worden.

source: Save Snapshot As
es: Guardar instantánea como
nl: Snapshot opslaan als

source: The snapshot name may only consist of letters, numbers, spaces, underscores, and dashes.
nl: De naam van de snapshot mag alleen bestaan uit letters, nummers, spaties, lage en gewone streepjes.

source: Error:
nl: Foutmelding:

source: Are you sure you want to destroy all data, settings, and preferences for %s?
fr: Êtes-vous sûr de vouloir détruite toutes les données, les paramètres et les préférences pour %s ?

source: This application is using %s of space.
fr: Cette application utilise %s d'espace disque.

source: %d snapshots are available.
fr: %d instantanés sont disponibles.

source: Are you sure you want to delete the "%s" snapshot?
fr: Êtes-vous sûr de vouloir supprimer l'instantané "%s" ?
